Repository: spreadnon/SmartFit
Catalog: SmartFitness/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld SETS
zh_hans: %lld 组

source: PROTOCOL
zh_hans: 计划方案

source: 🔥 TODAY'S CHALLENGE
zh_hans: 🔥 今日训练挑战

source: ABDOMINALS
zh_hans: 腹部

source: ACTUAL DURATION
zh_hans: 实际时长

source: AI GEN
zh_hans: AI 生成

source: AI SMART PLAN
zh_hans: AI智能计划

source: AI-DRIVEN PARAMETRIC PROGRAMMING
zh_hans: AI 驱动的参数化编程

# AI智能计划
source: AI Smart Plan
zh_hans: AI智能计划

source: ALL
zh_hans: 全部

source: AREA
zh_hans: 部位

source: ARMS
zh_hans: 手臂

source: BACK
zh_hans: 背部

source: BODY ONLY
zh_hans: 无器械 / 自重

source: CHEST
zh_hans: 胸部

source: COMPLETED:
zh_hans: 已完成:

source: CONFIRM REPLACEMENT
zh_hans: 确认替换

source: CONFIRM SELECTION (%lld)
zh_hans: 确认选择 (%lld)

source: CUSTOM EXERCISE LOADOUT
zh_hans: 自定义训练内容

source: CUSTOM SESSION
zh_hans: 自定义训练

source: DAILY SUMMARY
zh_hans: 当日总结

source: DONE
zh_hans: 完成

source: ENVIRONMENT
zh_hans: 环境

source: ESTIMATED TIME
zh_hans: 预计时间

source: EXERCISE PLAN
zh_hans: 动作安排

source: EXERCISES
zh_hans: 动作

source: FOCUS AREA
zh_hans: 训练侧重

source: FREQUENCY
zh_hans: 频率

source: GENERATE
zh_hans: 生成

source: GENERATE AI PLAN OR SELECT MANUALLY
zh_hans: 生成智能计划或自由选择开始

source: GENERATE PROTOCOL
zh_hans: 生成方案

source: GO TO LIBRARY
zh_hans: 前往库选择

source: HISTORY
zh_hans: 训练历史

source: IN PROGRESS
zh_hans: 正在进行

source: INCOMPLETE:
zh_hans: 未完成:

source: INJURY HISTORY
zh_hans: 损伤历史

source: LEGS
zh_hans: 腿部

source: LIBRARY
zh_hans: 动作库

source: LIMITATIONS
zh_hans: 身体限制

source: LOCATION TYPE
zh_hans: 场地类型

source: MANUAL
zh_hans: 自由选择

source: MANUAL PLAN
zh_hans: 自选计划

source: MANUAL SESSION
zh_hans: 自选训练

source: ME (COMING SOON)
zh_hans: 我的 (开发中)

source: NO ACTIVE TRAINING PLAN
zh_hans: 暂无活跃训练计划

source: NO EXERCISES FOUND
zh_hans: 未找到相关动作

source: NO EXERCISES SELECTED
zh_hans: 未选择动作

source: NO IMAGE
zh_hans: 暂无图片

source: NO RECORD FOR THIS DAY
zh_hans: 当日暂无训练记录

source: NO TRAINING PLAN ADDED TODAY
zh_hans: 今日还没有添加训练计划哦

source: OPTIMIZING...
zh_hans: 优化中...

source: PLAN SOURCE
zh_hans: 动作来源

source: PLEASE ADD TASKS IN TRAINING PLAN
zh_hans: 请到「训练计划」页面添加今日内容

source: RECORDED SESSION
zh_hans: 已记录的训练

source: REPLACEMENT MODE
zh_hans: 替换模式

source: REPS
zh_hans: 次数

source: SEARCH EXERCISES...
zh_hans: 搜索动作...

source: SELECTED:
zh_hans: 已选:

source: SESSION LOG
zh_hans: 训练日志

source: SESSIONS PER WEEK
zh_hans: 每周训练次数

source: SHOULDERS
zh_hans: 肩部

source: SMART GEN
zh_hans: 智能生成

source: SPECIFY EXPERIENCE
zh_hans: 指定训练经验

source: SYSTEM ERROR:
zh_hans: 系统错误:

source: TIME
zh_hans: 时间

source: TODAY
zh_hans: 今日

source: TODAY SUMMARY
zh_hans: 今日总结

source: TODAY TRAINING
zh_hans: 今日训练

source: TOTAL SETS
zh_hans: 总组数

source: TOTAL VOLUME
zh_hans: 总训练量

source: TRAINING LEVEL
zh_hans: 训练等级

source: TRAINING PLAN
zh_hans: 训练计划

source: WEIGHT (KG)
zh_hans: 重量 (KG)

# 一周计划
source: WEEKLY PLAN
zh_hans: 一周计划

# 中级
source: Intermediate
zh_hans: 中级

# 今日训练
source: TODAY'S WORKOUT
zh_hans: 今日训练

# 休息时间
source: REST
zh_hans: 休息时间

# 健身房
source: Gym
zh_hans: 健身房

# 加组数
source: ADD SET
zh_hans: 加组数

# 动作
source: Exercises
zh_hans: 动作

# 动作结束总结
source: Exercise Summary
zh_hans: 动作结束总结

# 增加负荷，中等强度
source: Increase load, medium intensity
zh_hans: 增加负荷，中等强度

# 完成
source: DONE
zh_hans: 完成

# 居家
source: Home
zh_hans: 居家

# 总重量
source: TOTAL WEIGHT
zh_hans: 总重量

# 我的
source: ME
zh_hans: 我的

# 户外
source: Outdoor
zh_hans: 户外

# 手动训练计划
source: Manual Plan
zh_hans: 自选训练计划

# 手动选择
source: MANUAL
zh_hans: 自由选择

# 新手
source: Novice
zh_hans: 新手

# 无
source: None
zh_hans: 无

# 时间
source: Time
zh_hans: 时间

# 替换
source: Replace
zh_hans: 替换

# 根据您的需求智能生成的个性化计划
source: Personalized plan generated according to your needs
zh_hans: 根据您的需求智能生成的个性化计划

# 次
source: REPS
zh_hans: 次

# 次数
source: Reps
zh_hans: 次数

# 正在进行
source: IN PROGRESS
zh_hans: 正在进行

# 每周 3 练
source: 3 Sessions / Week
zh_hans: 每周 3 练

# 每周 4 练
source: 4 Sessions / Week
zh_hans: 每周 4 练

# 每周 5 练
source: 5 Sessions / Week
zh_hans: 每周 5 练

# 每周 6 练
source: 6 Sessions / Week
zh_hans: 每周 6 练

# 每组 6-8 次，4 组，高强度
source: 6-8 reps per set, 4 sets, high intensity
zh_hans: 每组 6-8 次，4 组，高强度

# 没有可用的训练计划
source: No training plan available
zh_hans: 没有可用的训练计划

# 注重基础动作，较低强度
source: Focus on basic movements, lower intensity
zh_hans: 注重基础动作，较低强度

# 生成智能计划或手动选择开始
source: Generate a smart plan or select manually to start
zh_hans: 生成智能计划或自由选择开始

# 组
source: SET
zh_hans: 组

# 组数
source: Sets
zh_hans: 组数

# 编辑
source: Edit
zh_hans: 编辑

# 肘伤
source: Elbow
zh_hans: 肘伤

# 肩伤
source: Shoulder
zh_hans: 肩伤

# 腕伤
source: Wrist
zh_hans: 腕伤

# 腰伤
source: Waist
zh_hans: 腰伤

# 膝伤
source: Knee
zh_hans: 膝伤

# 训练计划
source: TRAINING PLAN
zh_hans: 训练计划

# 训练记录
source: HISTORY
zh_hans: 训练记录

# 部位
source: Split
zh_hans: 部位

# 重量
source: Weight
zh_hans: 重量

# 高手
source: Advanced
zh_hans: 高手
